---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomCalculationPoint
source: html/4ab74e8b-5dab-32af-dc45-b6b943fa7e62.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomCalculationPoint Property

"Room Calculation Point"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomCalculationPoint { get; }
```